{
  "empty": [
    "تصور کنید اینجا پر از محتوای جذاب است! در حال حاضر باید از تخیل خود استفاده کنید...",
    "این بخش به طرز مرموزی ناپدید شد، اما ما در حال احضار آن هستیم!",
    "اوه نه، هیچ چیزی اتفاق نیفتاد... می‌توانید این جای خالی را پر کنید!",
    "مثل این است که در یک کنسرت باشید و متوجه شوید هیچ‌کس روی صحنه نیست... می‌خواهید بروید و اجرا کنید؟",
    "شما یک بوم خالی پیدا کرده‌اید! چطور یک خانه بسازید؟",
    "این بخش در حال حاضر خالی است، اما خلاقیت از اینجا شروع می‌شود!",
    "هیچ چیزی اینجا نیست... اما نگران نباشید، این فقط شروع است!",
    "قرار بود اینجا سورپرایزهای بزرگی باشد، اما آنها فرار کردند!",
    "در حال حاضر هیچ‌چیز اینجا نیست، مانند یک کابینت خوراکی خالی.",
    "این فضای خالی منتظر است تا ستاره‌اش روی صحنه بیاید!"
  ],
  "request": {
    "10001": "خطای پرس و جو از پایگاه داده، لطفاً بعداً دوباره تلاش کنید",
    "10002": "خطای به‌روزرسانی داده، لطفاً بعداً دوباره تلاش کنید",
    "10003": "خطای ذخیره داده، لطفاً بعداً دوباره تلاش کنید",
    "10004": "خطای حذف داده، لطفاً بعداً دوباره تلاش کنید",
    "20001": "نام کاربری قبلاً ثبت‌نام شده است",
    "20002": "کاربر یافت نشد",
    "20003": "رمز عبور اشتباه است، لطفاً دوباره تلاش کنید",
    "20004": "حساب شما غیرفعال شده است",
    "30001": "گره قبلاً وجود دارد",
    "30002": "گره یافت نشد",
    "30003": "گروه گره قبلاً وجود دارد",
    "30004": "گروه گره یافت نشد",
    "30005": "در گروه گره داده‌ای وجود دارد، امکان حذف آن نیست",
    "400": "پارامترهای درخواست نامعتبر هستند، لطفاً بررسی کنید و دوباره ارسال کنید",
    "40002": "لطفاً بعد از ورود مجدد تلاش کنید",
    "40003": "اطلاعات ورود نامعتبر است، لطفاً دوباره وارد شوید",
    "40004": "جلسه ورود منقضی شده است، لطفاً دوباره وارد شوید",
    "401": "درخواست خیلی مکرر است، لطفاً بعداً دوباره تلاش کنید",
    "500": "خطای داخلی سرور، ما در حال اصلاح آن به طور فوری هستیم",
    "undefined": "خطای سیستم رخ داده است، لطفاً بعداً دوباره تلاش کنید"
  },
  "table": {
    "actions": "عملیات",
    "asc": "صعودی",
    "desc": "نزولی",
    "hide": "مخفی کردن",
    "pageInfo": "صفحه {current} از {total}",
    "rowsPerPage": "ردیف‌ها در هر صفحه",
    "selectedItems": "تعداد {total} ردیف انتخاب شده"
  },
  "unlimited": "نامحدود"
}
